import React from 'react';

const Brand = () => {
    return (
        <div className="product sub-section section">
            <img src="dist/images/pr1.jpg" />
            <h3 className="pr title">佛陀十大弟子 -- 优婆离寻得野葛根</h3>
            <img src="dist/images/pr2.jpg" />
            <p className="pr content">古今中外，为了戒色其实已经做过许多努力。比如宗教、军队，但大都失败了，只有佛教做到了。相传，佛陀曾为约束弟子持『色』戒为难，优婆离为佛陀解忧，在泰国境内遍寻良药，得野葛根，分而食之。众僧侣渐渐不思淫邪，静心修道。终将佛教发扬光大。优婆离于是誉为佛陀十大弟子持戒第一。</p>
            <h3 className="pr title">美国Ruskin教授探访泰国得知野葛根</h3>
            <img src="dist/images/pr3.jpg" />
            <p className="pr content">虽为传说，医者仁心。加利福尼亚大学洛杉矶分校医学中心的Ruskin教授在带领实验室成员于呵叻高原泰国境内考察时，发现本地居民平均身体状况明显优于其它地区。经调查是因为当地一种野葛根的植物产生的影响。</p>
            <h3 className="pr title">与美国礼来制药公司合作深入研究，优波粒面世</h3>
            <img src="dist/images/pr4.jpg" />
            <p className="pr content">回到美国后，Ruskin 马上向AHA（美国医学协会）申请了专门项目前往呵叻高原深入研究。长达数年的探索之后，与美国礼来制药公司合作生产了一款产品，帮助全世界的男人摆脱过多色情垃圾的骚扰，更自信的面对生活。在全球尤其是欧美等发达国家和地区得到深刻好评。为了纪念优婆离伟大的贡献，并以其名字做为产品名称---Upali(中文名称：优波粒正欲软胶)</p>
            <img className="special-img" src="dist/images/pr5.jpg" />
            <img src="dist/images/pr6.jpg" />
            <p className="pr content">据《千金要方》记载： 肾主精。肾者，生来精灵之本也。精者，肾之藏也。肾藏精，精舍志，盛怒或虚则伤志，志伤则善忘其前言。 故精不泄则肾盈，肾盈则体健。中医的整体观认为，人体脏肾气血是一个有机的整体，靠相互协调和制约来保证其生理功能的完成，肾脏亦然。
        以肾而言，其正常的生理功能有赖于肾精之滋养，营血之濡润，肺金之制约，脾土之栽培，方遂其条达畅茂之性，得为柔和之体，为无病之肾，四者若失其一，兼或气血失调，皆可变生疾病。
        而优波粒的调理机制与中医的养肾理论暗合，以不泄为补，以固肾而养。
        优波粒正欲软胶以野葛根中富含的β-谷固醇为主药，β-谷固醇在人体雄激素过低时刺激雄激素增长，在雄激素过高时，中和过剩的雄激素。从而很好的平衡人体的雄性激素从而达到控制性欲的作用；以玛卡酰胺为佐药，玛卡酰胺作为植物活性成份有『天然荷尔蒙发动机』的美称，起到固肾养精的作用；以甘草为使药，中和药性。</p>
        </div>
    );
};

export default Brand;
